Repository: MadL0rd/ClubhouseAvatarMaker
Catalog: Localization/ClubhouseAvatarMaker/*.xcloc/Localized Contents/*.xliff
Languages: ru

source: CFBundleDisplayName
ru: Avatar maker

source: CFBundleName
ru: ClubhouseAvatarMaker

source: NSCameraUsageDescription
ru: Приложению ClubhouseAvatarMaker нужен доступ к камере

source: NSLocationAlwaysAndWhenInUseUsageDescription
ru: Приложению ClubhouseAvatarMaker нужен доступ к геолокации

source: NSLocationUsageDescription
ru: Приложению ClubhouseAvatarMaker нужен доступ к геолокации

source: NSLocationWhenInUseUsageDescription
ru: Приложению ClubhouseAvatarMaker нужен доступ к геолокации

source: NSPhotoLibraryUsageDescription
ru: Чтобы выбирать и сохранять изображение необходимо предоставить приложению доступ к галерее

# &#10; *This is a service&#10; for branded and corporate avatars&#10;
source: *This is a service for branded and corporate avatars
ru: *Это сервис для создания брендированных и корпоративных рамок

source: How does it works? 1) Write to us of you want to brand your avatar 2) Choose a plan 3) Your special frames appears in this app 4) We send you codes for free using for employees Note: you can choose access mode for your frames - public or staff only Contact email:
ru: Как это работает? 1) Напишите нам если Вы хотите добавить свои корпоративные рамки 2) Выберите тарифный план 3) Ваши уникальные рамки появляются в приложении 4) Мы отправляем Вам коды для членов сообщества, применив которые, они смогут пользоваться приложением бесплатно Примечание: Вы можете выбрать различные варианты доступа к уникальным рамкам - публичные либо доступные только по коду Контактный email:

source: We are Developer and Designer from Cherry Dev Agency If you want to make your idea a reality, write to us:
ru: Мы - разработчик и дизайнер из Cherry Dev Agency Если Вы хотите воплотить свою идею в реальность - напишите нам:

source: * No active codes *
ru: * Коды не применялись *

source: About us
ru: О нас

source: Apply
ru: Применить

source: Buy a subscribtion
ru: Приобретите подписку

source: Buy subscribtion
ru: Купить подписку

source: Cancel
ru: Отмена

source: Choose color
ru: Выбор цвета

source: Congratulations!
ru: Поздравляем!

source: Continue
ru: Продолжить

source: Empty
ru: Пустой

source: Enter code here
ru: Введите код

source: Error!
ru: Ошибка!

source: Failed
ru: Ошибка

source: Folow us in clubhouse:
ru: Подписывайтесь на нас в клабхаусе

source: How does it works?
ru: Как это работает?

source: Information about us
ru: Информация о нас

source: Legal information
ru: Правовая информация

source: New avatar saved to gallery
ru: Новый аватар сохранен в галерею

source: New version checking failed
ru: Не удалось проверить наличие новой версии

source: New version is available
ru: Доступна новая версия

source: Note:
ru: Примечание:

source: Nothing to restore
ru: Нечего восстанавливать

source: OK
ru: ОК

source: Other
ru: Другие

source: Privacy policy
ru: Политика конфиденциальности

source: Rate the app
ru: Оценить приложение

source: Restore
ru: Восстановить

source: Restore purchase
ru: Восстановить покупки

source: Select
ru: Выбрать

source: Settings
ru: Настройки

source: Subscribe weekly
ru: Еженедельная подписка

source: Subscribe yearly
ru: Годовая подписка

source: Success
ru: Успешно

source: Support
ru: Поддержка

source: Tap to update app to new version
ru: Нажми, чтобы обновить приложение

source: Terms of usage
ru: Пользовательское соглашение

source: Terms of use
ru: Пользовательское соглашение

source: This app is not affiliated with Alpha Exploration Co. or Clubhouse official app
ru: Это приложение не связано с Alpha Exploration Co. или официальным приложением Clubhouse

source: To pick photo you should provide this app access to gallery
ru: Чтобы выбрать фото нужно предоставить приложению доступ к галерее

source: To save photo you should provide this app access to gallery
ru: Чтобы сохранить фото нужно предоставить приложению доступ к галерее

source: Use secret code
ru: Использовать код

source: Used codes
ru: Использованные коды

source: You already have active subscription!
ru: У Вас уже есть активная подписка!

source: branded
ru: брендированных

source: corporate
ru: корпоративных

source: free
ru: бесплатно

source: then
ru: потом

source: to customize your own photos
ru: чтобы обрабатывать свои собственные фото

source: week
ru: неделя

source: year
ru: год
